Repository: kinema0109/kkk_game
Catalog: frontend/lib/l10n/app_*.arb
Languages: vi

# appTitle
source: Deception: Manager Game
vi: Hồ Sơ Pháp Y

# roleForensicScientist
source: Forensic Scientist
vi: Pháp Y

# roleMurderer
source: Murderer
vi: Hung Thủ

# roleInvestigator
source: Investigator
vi: Điều Tra Viên

# roleWitness
source: Witness
vi: Nhân Chứng

# roleAccomplice
source: Accomplice
vi: Đồng Phạm

# statusLobby
source: Lobby
vi: Phòng Chờ

# statusSetup
source: Setup
vi: Thiết Lập

# statusCardDrafting
source: Card Drafting
vi: Rút Thẻ

# statusCrimeSelection
source: Crime Selection
vi: Chọn Án

# statusForensicSetup
source: Forensic Setup
vi: Sắp Xếp Hiện Trường

# statusInvestigation
source: Investigation
vi: Điều Tra

# statusWitnessIdentification
source: Witness Identification
vi: Nhận Diện Nhân Chứng

# statusGameOver
source: Game Over
vi: Kết Thúc

source: UNIT ROSTER
vi: DANH SÁCH ĐƠN VỊ

source: ABANDON MISSION
vi: RỜI KHỎI NHIỆM VỤ

source: DOSSIER
vi: HỒ SƠ

source: ACTION
vi: HÀNH ĐỘNG

source: DOSSIERS
vi: HỒ SƠ

source: PHASE ROUND
vi: VÒNG HIỆN TẬP

source: SCENE ANALYSIS
vi: PHÂN TÍCH HIỆN TRƯỜNG

source: MEANS
vi: SÁT KHÍ

source: CLUES
vi: VẬT CHỨNG

# solveAction
source: SOLVE!
vi: PHÁ ÁN!

# examiningScene
source: THE FORENSIC SCIENTIST IS EXAMINING THE SCENE...
vi: NHÂN VIÊN PHÁP Y ĐANG KHÁM NGHIỆM HIỆN TRƯỜNG...

source: YOU
vi: BẠN

source: SUSPECT DOSSIERS
vi: SƠ YẾU LÝ LỊCH NGHI PHẠM

source: YOUR IDENTITY
vi: DANH TÍNH CỦA BẠN

# equippedWith
source: EQUIPPED WITH {means} MEANS & {clues} CLUES
vi: SỞ HỮU {means} SÁT KHÍ & {clues} VẬT CHỨNG

# confirmCrime
source: CONFIRM EVIDENCE
vi: XÁC NHẬN BẰNG CHỨNG

# waitingForForensic
source: WAITING FOR FORENSIC SCIENTIST...
vi: CHỜ PHÁP Y THIẾT LẬP HIỆN TRƯỜNG...

# confirmTiles
source: CONFIRM SCENE
vi: XÁC NHẬN HIỆN TRƯỜNG

# murdererCards
source: MURDERER'S EVIDENCE
vi: BẰNG CHỨNG CỦA HUNG THỦ

# waitingForSuspectsSelection
source: WAITING FOR SUSPECTS...
vi: ĐANG CHỜ CÁC NGHI PHẠM...
